Repository: studiomaiis/wp-plugin-woocommerce-gateway-axepta
Catalog: languages/woocommerce-gateway-axepta-*.po
Languages: fr_fr

source: %1$s does not support your store's currency.
fr_fr: %1$s ne supporte pas la devise de votre boutique.

source: %1$s does not support your store's language.
fr_fr: %1$s ne supporte pas la langue de votre boutique.

source: %1$s is not configured.
fr_fr: %1$s n'est pas configuré.

source: %1$s requires WooCommerce to be installed and active. You can download %2$s here.
fr_fr: %1$s nécessite que le plugin WooCommerce soit installé et activé. Téléchargement %2$s ici.

source: Accept card payments on your store using Axepta's gateway.
fr_fr: Accepter les paiements par carte en utilisant la passerelle de paiement Axepta.

source: Blowfish encryption key
fr_fr: Clé de chiffrement Blowfish

source: Enable Axepta
fr_fr: Activer Axepta

source: Enable test mode
fr_fr: Activer le mode de test

source: Enable/Disable test mode
fr_fr: Activer/Désactiver le mode de test

source: HMAC key
fr_fr: Clé HMAC

source: Log %1$s events, such as server requests (see WooCommerce > Status > Logs). Note: this may log personal information. We recommend using this for debugging purposes only and deleting the logs when finished.
fr_fr: Enregistrer les événements %1$s, comme la réponse des serveurs de la banque (voir WooCommerce > Etat > Journal). Remarque : les journaux peuvent contenir des données personnelles. Nous vous recommandons d’utiliser ceci uniquement à des fins de débogage et de supprimer les journaux lorsque vous avez terminé.

source: Payment button
fr_fr: Bouton de paiement

source: Secure payment by card
fr_fr: Paiement sécurisé par carte bancaire

source: Thank you for your order, your payment was successful.
fr_fr: Merci pour votre commande, votre paiement a bien été enregistré.

source: Your payment was not successful.
fr_fr: Votre paiement n'a pas abouti.

source: Your payment was not successful. Please try again.
fr_fr: Votre paiement n'a pas abouti. Veuillez essayer de nouveau.
